brew "atuin"
brew "gitui"
brew "stylua"
brew "blueutil"
brew "trash"
brew "starship"
brew "chezmoi"
brew "lua"
brew "mysql-client"
brew "python@3.9"
brew "tree-sitter"
brew "htop"
brew "luajit"
brew "rbenv"
brew "ncurses"
brew "fd"
brew "neovim"
brew "nnn"
brew "redis"
brew "fzf"
brew "ripgrep"
brew "elasticsearch-full"
brew "syncthing", enable_service: :changed
brew "mysql@5.7", restart_service: :changed, link: true, conflicts_with: ["mysql"]

cask "firefox"
cask "qutebrowser"
cask "dbeaver-community"
cask "keepassxc", greedy: true
cask "hammerspoon", greedy: true
cask "kitty", greedy: true

tap "homebrew/cask-fonts"
cask "font-jetbrains-mono"
cask "font-iosevka"
