brew "atuin"
brew "gitui"
brew "stylua"
brew "blueutil"
brew "syncthing", enable_service: true
brew "trash"
brew "chezmoi"
brew "lua"
brew "mysql-client"
brew "python@3.9"
brew "tree-sitter"
brew "htop"
brew "luajit"
brew "mysql@5.7", restart_service: true, link: true, conflicts_with: ["mysql"]
brew "rbenv"
brew "elasticsearch-full"
brew "ncurses"
brew "readline"
brew "xz"
brew "fd"
brew "neovim"
brew "redis"
brew "fzf"
brew "ripgrep"
cask "sequel-ace"
cask "keepassxc", greedy: true
cask "hammerspoon", greedy: true
